Repository: m4tlch/exfeedback
Catalog: translations/*.po
Languages: ru

source: Feedback form settings
ru: Настройки Feedback формы

source: Ajax url (String)
ru: Ajax url (Строка)

source: The URL where the plugin will post the screenshot and additional informations. (JSON datatype)
ru: URL, накоторый плагин отправит скриншот и дополнительную информацию. (тип данных JSON)

source: Url for html2canvas.js (String)
ru: Url html2canvas.js (Строка)

source: The URL where the plugin can download html2canvas.js from.
ru: Url загрузки html2canvas.js (Строка)

source: Init button text (String / HTML)
ru: Текст на кнопке открытия формы (Строка / HTML)

source: The default button text.
ru: Текст на кнопке открытия формы (Строка / HTML)

source: Send Browser info
ru: Отправлять информацию о браузере пользователя

source: Whether you want your client to post their browser information (such as useragent, plugins used, etc.)
ru: Отправить на сервер информацию о браузере пользователя(такую как useragent, используемые браузером плагины, и т.д.)

source: Send page HTML
ru: Сохранять html-код страницы

source: Whether you want your client to post the page's HTML structure.
ru: Отправить на сервер html-код страницы с которой пользователь отправил сообщение

source: Send page URL
ru: Сохранять url страницы

source: Whether you want your client to post the URL of the page.
ru: Отправить на сервер url страницы с которой пользователь отправил сообщение

source: Proxy (String)
ru: Proxy (строка)

source: Stroke color (String / HEX color)
ru: Цвет рамки (строка / HEX цвет)

source: The color of the highlight border. You can use values either like 'black', 'red', etc. or HEX codes like '#adadad'.
ru: Цвет рамки подсветки выделеной области. Вы можете использовать как названия цветов: 'black', 'red', и т.д. или HEX код цвета, например '#sdsdsd'.

source: Shadow color (String / HEX color)
ru: Тень рамки (строка / HEX цвет)

source: The color of the shadow.
ru: Цвет тени выделеной области.

source: Shadow offset X (Integer)
ru: Сдвиг тени по вертикали (целое число)

source: Sets the horizontal distance of the shadow from the shape.
ru: Устанавливает сдвиг тени выделенной области по вертикали

source: Shadow offset Y (Integer)
ru: Сдвиг тени по горизонтали (целое число)

source: Sets the vertical distance of the shadow from the shape.
ru: Устанавливает сдвиг тени выделенной области по вертикали

source: Shadow blur (Integer)
ru: Размер тени (число)

source: The blur level for the shadow.
ru: Устанавливает размер тени выделенной области

source: bevel
ru: скос

source: round
ru: закругленный

source: miter
ru: угол

source: Sets the type of corner created, when two lines meet.
ru: Устанавливает тип соединения линий

source: Canvas lineWidth (Integer)
ru: Canvas lineWidth (целое число)

source: Sets border of the highlighted area.
ru: Толщина рамки подсветки выделенной области

source: Buttons HTML class (String)
ru: HTML-класс кнопок (строка)

source: Dialog modal
ru: Диалог в модальном окне

source: Sets whether the next modal for entering description should appear or not
ru: Выводить диалог отправки сообщения в модальном окне

source: Dialog Draggable
ru: Диалог передвигаем

source: Sets whether the user will be able to drag the feedback options modal or not
ru: Предоставляет возможность пользователю передвигать форму отправки сообщения по странице.

source: screenshotStroke
ru: Рамка на скриншоте

source: Changing to false will remove the borders from the highlighted areas when taking the screenshot.
ru: Не отображать рамки выделенных областей на скриншоте

source: Highlight element on mouse over
ru: Подсветка html-элементов

source: By default when you move your cursor over an element the plugin will temporarily highlight it until you move your cursor out of that area. I'm not exactly sure whether it's a good thing or not, but Google has it, so yeah.
ru: Подсвечивать html-элементы рамкой, при перемещении над ними мыши

source: Show Feedback button on specific pages
ru: Отображение feedback-кнопки на заданных страницах

source: Administer ExFeedback settings
ru: Доступ к настройкам ExFeedback

source: Show ExFeedback button
ru: Выводить кнопку ExFeedback для роли

source: Feedback lets you send us suggestions about our products. We welcome problem reports, feature ideas and general comments.
ru: Обратная связь позволяет Вам отправить нам предложения о наших продуктах. Нам будут очень полезны сообщения об ошибках, предложения,идеи и общие замечания.

source: Start by writing a brief description=>
ru: Напишите Ваше сообщение =>

source: Next we'll let you identify areas of the page related to your description.
ru: Далее Вы можете отметить области страницы , связанные с Вашим сообщением.

source: Please enter a description.
ru: Пожалуйста, введите описание.

source: Click and drag on the page to help us better understand your feedback. You can move this dialog if it's in the way.
ru: Если необходимо, выделите мышью нужные области страницы. Если это окно Вам мешает, перетащите его мышью в другое место.

source: Highlight
ru: Подсветить

source: Highlight areas relevant to your feedback.
ru: Подсветить область страницы

source: Black out
ru: Затемнить

source: Black out any personal information.
ru: Затемнить область страницы

source: Feedback
ru: Обратная связь

source: Screenshot
ru: Скриншот

source: Thank you for your feedback. We value every piece of feedback we receive.
ru: Спасибо за Ваше сообщение. Для нас очень важна, сообщенная Вами, информация.

source: Sadly an error occured while sending your feedback. Please try again.
ru: К сожалению, при отправке Вашего сообщения произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Feedback settings
ru: Настройка Feedback
